[
  { "word": "qualia", "hint": "Experiencias subjetivas y cualitativas de la conciencia." },
  { "word": "aporía", "hint": "Dificultad lógica o contradicción insoluble." },
  { "word": "hegemonía", "hint": "Supremacía o predominio de un grupo sobre otros." },
  { "word": "sine qua non", "hint": "Condición indispensable o requisito esencial." },
  { "word": "epifenómeno", "hint": "Fenómeno secundario que surge de otro pero no lo afecta." },
  { "word": "noumeno", "hint": "Realidad tal como es en sí misma, independiente de la percepción." },
  { "word": "fenomenología", "hint": "Estudio de los fenómenos de la conciencia y la experiencia subjetiva." },
  { "word": "hermenéutica", "hint": "Teoría y método de la interpretación de textos y símbolos." },
  { "word": "deconstrucción", "hint": "Enfoque crítico que analiza y cuestiona las estructuras del lenguaje y el pensamiento." },
  { "word": "paradigma", "hint": "Modelo o patrón conceptual que define una forma de pensar o actuar." },
  { "word": "dialéctica", "hint": "Método de razonamiento que busca resolver contradicciones a través del diálogo." },
  { "word": "tautología", "hint": "Afirmación redundante o repetitiva que no aporta información nueva." },
  { "word": "axioma", "hint": "Proposición evidente que no requiere demostración." },
  { "word": "corolario", "hint": "Consecuencia lógica que se deduce de un teorema o principio." },
  { "word": "sofisma", "hint": "Argumento falso o engañoso que parece válido." },
  { "word": "paralogismo", "hint": "Razonamiento incorrecto o falaz, generalmente involuntario." },
  { "word": "anfibología", "hint": "Ambigüedad o doble sentido en una frase o expresión." },
  { "word": "retruécano", "hint": "Juego de palabras que invierte el orden de los términos para crear un nuevo significado." },
  { "word": "quiasmo", "hint": "Figura retórica que invierte el orden de los elementos en dos frases paralelas." },
  { "word": "metempsicosis", "hint": "Doctrina de la transmigración del alma a otro cuerpo después de la muerte." },
  { "word": "prosopopeya", "hint": "Figura retórica que atribuye cualidades humanas a objetos inanimados o animales." },
  { "word": "sinécdoque", "hint": "Figura retórica que designa una cosa con el nombre de otra con la que tiene una relación de inclusión." },
  { "word": "metonimia", "hint": "Figura retórica que designa una cosa con el nombre de otra con la que tiene una relación de contigüidad." },
  { "word": "perífrasis", "hint": "Rodeo de palabras para evitar una expresión directa o común." },
  { "word": "epítome", "hint": "Resumen conciso o compendio de una obra." },
  { "word": "anáfora", "hint": "Figura retórica que repite una o varias palabras al inicio de frases sucesivas." },
  { "word": "epífora", "hint": "Figura retórica que repite una o varias palabras al final de frases sucesivas." },
  { "word": "asíndeton", "hint": "Figura retórica que omite las conjunciones para dar mayor rapidez y viveza a la expresión." },
  { "word": "polisíndeton", "hint": "Figura retórica que repite las conjunciones para dar mayor énfasis y lentitud a la expresión." },
  { "word": "hipérbaton", "hint": "Figura retórica que altera el orden sintáctico normal de las palabras." },
  { "word": "pleonasmo", "hint": "Figura retórica que utiliza palabras innecesarias para reforzar una idea." },
  { "word": "oxímoron", "hint": "Figura retórica que combina dos términos de significado opuesto." },
  { "word": "paradoja", "hint": "Afirmación que parece contradictoria pero encierra una verdad." },
  { "word": "zeugma", "hint": "Figura retórica que utiliza una palabra para dos o más funciones sintácticas." },
  { "word": "anacoluto", "hint": "Figura retórica que rompe la construcción gramatical de una frase." },
  { "word": "cacofonía", "hint": "Combinación desagradable de sonidos en una palabra o frase." },
  { "word": "eufonía", "hint": "Combinación agradable de sonidos en una palabra o frase." },
  { "word": "aliteración", "hint": "Figura retórica que repite sonidos consonánticos al inicio de palabras cercanas." },
  { "word": "asonancia", "hint": "Figura retórica que repite sonidos vocálicos en palabras cercanas." },
  { "word": "consonancia", "hint": "Figura retórica que repite sonidos consonánticos en palabras cercanas." },
  { "word": "isomorfismo", "hint": "Correspondencia estructural entre dos o más sistemas." },
  { "word": "homeomorfismo", "hint": "Transformación continua entre dos o más espacios topológicos." },
  { "word": "holismo", "hint": "Doctrina que considera el todo como superior a la suma de sus partes." },
  { "word": "reduccionismo", "hint": "Doctrina que reduce fenómenos complejos a sus componentes más simples." },
  { "word": "sinergia", "hint": "Acción conjunta de varios elementos que produce un resultado mayor que la suma de sus efectos individuales." },
  { "word": "entropía", "hint": "Medida del desorden o la aleatoriedad de un sistema." },
  { "word": "homeostasis", "hint": "Tendencia de los sistemas a mantener el equilibrio interno." },
  { "word": "causalidad", "hint": "Relación entre causa y efecto." },
  { "word": "contingencia", "hint": "Posibilidad de que algo ocurra o no, dependiendo de las circunstancias." },
  { "word": "aleatoriedad", "hint": "Carácter de lo que ocurre al azar, sin orden ni patrón." },
    { "word": "determinismo", "hint": "Doctrina que niega el azar y afirma que todo evento está determinado por causas previas." },
    { "word": "teleología", "hint": "Doctrina que explica los fenómenos por sus fines o propósitos." },
    { "word": "heurística", "hint": "Método para resolver problemas mediante la búsqueda de soluciones aproximadas o intuitivas." },
    { "word": "algoritmo", "hint": "Conjunto de instrucciones precisas para resolver un problema o realizar una tarea." },
    { "word": "paradigma", "hint": "Modelo o patrón conceptual que define una forma de pensar o actuar en un campo específico." },
    { "word": "constructo", "hint": "Concepto teórico o idea abstracta utilizada para explicar fenómenos complejos." },
    { "word": "abducción", "hint": "Tipo de razonamiento que busca la mejor explicación posible para un hecho o fenómeno." },
    { "word": "recursividad", "hint": "Proceso que se define en términos de sí mismo, repitiéndose hasta alcanzar una condición de terminación." },
    { "word": "sinergia", "hint": "Acción conjunta de varios elementos que produce un resultado mayor que la suma de sus efectos individuales." },
    { "word": "entropía", "hint": "Medida del desorden o la aleatoriedad de un sistema, que tiende a aumentar con el tiempo." },
    { "word": "homeostasis", "hint": "Tendencia de los sistemas a mantener el equilibrio interno mediante la regulación de sus variables." },
    { "word": "disrupción", "hint": "Interrupción brusca o perturbación significativa de un sistema o proceso." },
    { "word": "perturbación", "hint": "Alteración o molestia que afecta el funcionamiento normal de un sistema." },
    { "word": "oscilación", "hint": "Movimiento de vaivén o fluctuación regular alrededor de un punto de equilibrio." },
    { "word": "fluctuación", "hint": "Variación o cambio irregular en una cantidad o valor." },
    { "word": "resonancia", "hint": "Fenómeno que ocurre cuando un sistema vibra con mayor amplitud debido a la coincidencia de su frecuencia natural con una frecuencia externa." },
    { "word": "asimetría", "hint": "Falta de simetría o equilibrio en la distribución de elementos o características." },
    { "word": "simetría", "hint": "Correspondencia exacta en la forma, tamaño o posición de las partes de un todo." },
    { "word": "fractal", "hint": "Objeto geométrico cuya estructura se repite a diferentes escalas, mostrando autosimilitud." },
    { "word": "topología", "hint": "Rama de las matemáticas que estudia las propiedades de las formas y los espacios que se conservan bajo deformaciones continuas." },
    { "word": "geometría", "hint": "Rama de las matemáticas que estudia las propiedades y medidas de las figuras en el espacio." },
    { "word": "aritmética", "hint": "Rama de las matemáticas que estudia las propiedades y operaciones de los números." },
    { "word": "álgebra", "hint": "Rama de las matemáticas que utiliza letras y símbolos para representar números y relaciones." },
    { "word": "cálculo", "hint": "Rama de las matemáticas que estudia el cambio y la variación de las funciones." },
    { "word": "probabilidad", "hint": "Medida de la posibilidad de que ocurra un evento o resultado." },
    { "word": "estadística", "hint": "Ciencia que estudia la recolección, análisis e interpretación de datos para la toma de decisiones." },
    { "word": "demografía", "hint": "Estudio de las poblaciones humanas, su tamaño, distribución y características." },
    { "word": "ecología", "hint": "Rama de la biología que estudia las relaciones entre los seres vivos y su entorno." },
    { "word": "sociología", "hint": "Ciencia que estudia la sociedad, sus estructuras y procesos." },
    { "word": "psicología", "hint": "Ciencia que estudia la mente y el comportamiento humano." },
    { "word": "antropología", "hint": "Ciencia que estudia a los seres humanos desde una perspectiva biológica, social y cultural." },
    { "word": "lingüística", "hint": "Ciencia que estudia el lenguaje humano, su estructura y evolución." },
    { "word": "semiótica", "hint": "Ciencia que estudia los signos y sistemas de significación." },
    { "word": "historiografía", "hint": "Estudio de la escritura de la historia y sus métodos." },
    { "word": "filosofía", "hint": "Estudio de las preguntas fundamentales sobre la existencia, el conocimiento, la verdad y la moral." },
    { "word": "teología", "hint": "Estudio de las religiones y lo divino." },
    { "word": "cosmología", "hint": "Estudio del origen, evolución y estructura del universo." },
    { "word": "astronomía", "hint": "Ciencia que estudia los cuerpos celestes y sus fenómenos." },
    { "word": "física", "hint": "Ciencia que estudia la materia, la energía y sus interacciones." },
    { "word": "química", "hint": "Ciencia que estudia la composición, estructura y propiedades de la materia." },
    { "word": "biología", "hint": "Ciencia que estudia los seres vivos y sus procesos." },
    { "word": "genética", "hint": "Rama de la biología que estudia la herencia y la variación de los caracteres hereditarios." },
    { "word": "fisiología", "hint": "Rama de la biología que estudia el funcionamiento de los seres vivos." },
    { "word": "anatomía", "hint": "Rama de la biología que estudia la estructura de los seres vivos." },
    { "word": "neurología", "hint": "Rama de la medicina que estudia el sistema nervioso." },
    { "word": "cardiología", "hint": "Rama de la medicina que estudia el corazón y sus enfermedades." },
    { "word": "endocrinología", "hint": "Rama de la medicina que estudia las hormonas y las glándulas endocrinas." },
    { "word": "inmunología", "hint": "Rama de la medicina que estudia el sistema inmunitario y sus funciones." },
    { "word": "farmacología", "hint": "Rama de la medicina que estudia los medicamentos y sus efectos." },
    { "word": "toxicología", "hint": "Rama de la medicina que estudia los venenos y sus efectos nocivos." },
    { "word": "patología", "hint": "Rama de la medicina que estudia las enfermedades y sus causas." },
    { "word": "epidemiología", "hint": "Rama de la medicina que estudia la propagación y el control de las enfermedades en las poblaciones." },
      { "word": "econometría", "hint": "Aplicación de métodos estadísticos y matemáticos al análisis de datos económicos." },
      { "word": "astrofísica", "hint": "Rama de la astronomía que estudia las propiedades físicas de los cuerpos celestes." },
      { "word": "bioinformática", "hint": "Aplicación de la informática al estudio de la biología molecular." },
      { "word": "criptografía", "hint": "Arte y ciencia de escribir y descifrar mensajes secretos." },
      { "word": "etnometodología", "hint": "Estudio de los métodos que las personas utilizan para dar sentido a su vida cotidiana." },
      { "word": "topología algebraica", "hint": "Rama de las matemáticas que utiliza métodos algebraicos para estudiar las propiedades topológicas." },
      { "word": "transcendentalismo", "hint": "Movimiento filosófico que enfatiza la intuición y la experiencia subjetiva." },
      { "word": "ultraísmo", "hint": "Movimiento literario vanguardista que buscaba la renovación radical de la poesía." },
      { "word": "vectorización", "hint": "Proceso de convertir datos en vectores numéricos para su procesamiento por algoritmos." },
      { "word": "volitivismo", "hint": "Doctrina filosófica que enfatiza la voluntad como facultad fundamental de la mente." },
      { "word": "xilografía", "hint": "Técnica de impresión que utiliza planchas de madera grabadas." },
      { "word": "yermos", "hint": "Terrenos incultos y deshabitados." },
      { "word": "zootecnia", "hint": "Ciencia que estudia la cría y mejora de los animales domésticos." },
      { "word": "abigarrado", "hint": "De colores o elementos diversos y mal combinados." },
      { "word": "acendrado", "hint": "Puro y sin mancha." },
      { "word": "admonitorio", "hint": "Que advierte o amonesta." },
      { "word": "adumbración", "hint": "Esbozo o indicio vago de algo." },
      { "word": "afasia", "hint": "Trastorno del lenguaje causado por daño cerebral." },
      { "word": "alacridad", "hint": "Prontitud y alegría en la realización de algo." },
      { "word": "alegoría", "hint": "Figura retórica que representa una idea o concepto mediante imágenes o metáforas." },
      { "word": "ambages", "hint": "Rodeos o circunloquios para evitar decir algo directamente." },
      { "word": "anacronismo", "hint": "Error consistente en situar un hecho o elemento fuera de su época." },
      { "word": "anátema", "hint": "Condena o maldición pública." },
      { "word": "anodino", "hint": "Insignificante o trivial." },
      { "word": "apocado", "hint": "Tímido o falto de ánimo." },
      { "word": "apócrifo", "hint": "Falso o dudoso en cuanto a su autenticidad." },
      { "word": "apología", "hint": "Discurso en defensa o alabanza de alguien o algo." },
      { "word": "apostatía", "hint": "Abandono o renuncia pública de una creencia o religión." },
      { "word": "aprensión", "hint": "Miedo o recelo ante algo." },
      { "word": "arcanos", "hint": "Secretos o misterios ocultos." },
      { "word": "arquetipo", "hint": "Modelo o patrón original que sirve de ejemplo." },
      { "word": "ascesis", "hint": "Práctica de vida austera y disciplinada." },
      { "word": "aserto", "hint": "Afirmación o proposición que se da por cierta." },
      { "word": "asiduidad", "hint": "Constancia y perseverancia en la realización de algo." },
      { "word": "atalaya", "hint": "Torre o lugar elevado desde donde se vigila." },
      { "word": "atavismo", "hint": "Reaparición de características ancestrales en un individuo." },
      { "word": "atrabiliario", "hint": "De carácter irascible y melancólico." },
      { "word": "auspicio", "hint": "Protección o favor de alguien." },
      { "word": "autarquía", "hint": "Capacidad de un sistema para autoabastecerse." },
      { "word": "avasallar", "hint": "Someter o dominar por la fuerza." },
      { "word": "baldón", "hint": "Insulto o afrenta pública." },
      { "word": "barahúnda", "hint": "Ruido o confusión grande." },
      { "word": "beligerante", "hint": "Que participa en una guerra o conflicto." },
      { "word": "beneplácito", "hint": "Aprobación o consentimiento." },
      { "word": "bizarro", "hint": "Valiente o generoso." },
      { "word": "blasón", "hint": "Escudo de armas de una familia o linaje." },
      { "word": "blandengue", "hint": "Débil o falto de carácter." },
      { "word": "boceto", "hint": "Esquema o dibujo preliminar." },
      { "word": "bregar", "hint": "Luchar o esforzarse por algo." },
      { "word": "burdo", "hint": "Tosco o grosero." },
      { "word": "cabizbajo", "hint": "Con la cabeza inclinada por tristeza o vergüenza." },
      { "word": "cabal", "hint": "Perfecto o completo." },
      { "word": "cabalístico", "hint": "Relativo a la cábala o a interpretaciones ocultas." },
      { "word": "cacumen", "hint": "Agudeza o perspicacia intelectual." },
      { "word": "cadalso", "hint": "Plataforma elevada donde se ejecutan las condenas a muerte." },
      { "word": "caduco", "hint": "Que ha perdido su vigencia o valor." },
        { "word": "caletre", "hint": "Inteligencia o capacidad mental." },
        { "word": "calumnia", "hint": "Acusación falsa y malintencionada." },
        { "word": "capcioso", "hint": "Engañoso o que encierra una trampa." },
        { "word": "cariz", "hint": "Aspecto o apariencia de algo." },
        { "word": "catarsis", "hint": "Purificación o liberación emocional." },
        { "word": "cautela", "hint": "Precaución o prudencia." },
        { "word": "celeridad", "hint": "Rapidez o prontitud." },
        { "word": "cenáculo", "hint": "Reunión o tertulia de intelectuales." },
        { "word": "cerciorar", "hint": "Asegurar o verificar algo." },
        { "word": "circunloquio", "hint": "Rodeo de palabras para evitar decir algo directamente." },
        { "word": "coacción", "hint": "Presión o fuerza para obligar a alguien." },
        { "word": "coadyuvar", "hint": "Contribuir o colaborar." },
        { "word": "coartada", "hint": "Excusa o justificación para eludir una responsabilidad." },
        { "word": "cognoscitivo", "hint": "Relativo al conocimiento o la cognición." },
        { "word": "colofón", "hint": "Nota final de un libro que indica su autor, título y fecha de publicación." },
        { "word": "comensal", "hint": "Persona que comparte la mesa con otros." },
        { "word": "compendio", "hint": "Resumen o síntesis de una obra." },
        { "word": "concupiscencia", "hint": "Deseo vehemente de bienes materiales o placeres." },
        { "word": "conjetura", "hint": "Suposición o hipótesis basada en indicios." },
        { "word": "conmiseración", "hint": "Compasión o lástima." },
        { "word": "consigna", "hint": "Orden o instrucción que se da a alguien." },
        { "word": "conspicuo", "hint": "Ilustre o destacado." },
        { "word": "contumaz", "hint": "Rebelde o que se niega a obedecer." },
        { "word": "corolario", "hint": "Consecuencia lógica que se deduce de un teorema o principio." },
        { "word": "corroborar", "hint": "Confirmar o ratificar algo." },
        { "word": "crápula", "hint": "Persona de vida disoluta y viciosa." },
        { "word": "credulidad", "hint": "Tendencia a creer fácilmente lo que se dice." },
        { "word": "crepúsculo", "hint": "Claridad que precede a la salida del sol o sigue a su puesta." },
        { "word": "crisálida", "hint": "Estado intermedio en la metamorfosis de algunos insectos." },
        { "word": "criptografía", "hint": "Arte y ciencia de escribir y descifrar mensajes secretos." },
        { "word": "cuita", "hint": "Pena o aflicción." },
        { "word": "dádiva", "hint": "Regalo o donación." },
        { "word": "decadencia", "hint": "Declive o deterioro." },
        { "word": "declamar", "hint": "Recitar con entonación y gestos." },
        { "word": "decurrente", "hint": "Que se prolonga hacia abajo." },
        { "word": "deferencia", "hint": "Consideración o respeto." },
        { "word": "deflagración", "hint": "Combustión súbita con llama y estruendo." },
        { "word": "deíctico", "hint": "Que señala o indica algo en el contexto." },
        { "word": "deletereo", "hint": "Dañino o perjudicial." },
        { "word": "demagogia", "hint": "Práctica política que busca el apoyo popular mediante halagos y promesas falsas." },
        { "word": "denodado", "hint": "Valiente o esforzado." },
        { "word": "depauperado", "hint": "Empobrecido o debilitado." },
        { "word": "deprecación", "hint": "Súplica o ruego." },
        { "word": "derogación", "hint": "Anulación o revocación de una ley o norma." },
        { "word": "desaguisado", "hint": "Ofensa o agravio." },
        { "word": "desavenencia", "hint": "Desacuerdo o conflicto." },
        { "word": "desidia", "hint": "Negligencia o falta de interés." },
        { "word": "despotismo", "hint": "Abuso de poder o autoridad." },
        { "word": "desvarío", "hint": "Delirio o incoherencia." },
        { "word": "detrimento", "hint": "Daño o perjuicio." },
        { "word": "diáfano", "hint": "Transparente o claro." },
        { "word": "diatriba", "hint": "Discurso o escrito de ataque violento." },
        { "word": "dicterio", "hint": "Insulto o expresión ofensiva." },
        { "word": "didáctico", "hint": "Relativo a la enseñanza o instrucción." },
        { "word": "dilema", "hint": "Situación con dos opciones difíciles." },
        { "word": "dilucidar", "hint": "Aclarar o explicar algo." },
        { "word": "discrepancia", "hint": "Desacuerdo o diferencia de opiniones." },
        { "word": "disentir", "hint": "No estar de acuerdo." },
        { "word": "disipación", "hint": "Desaparición o dispersión de algo." },
        { "word": "dislate", "hint": "Disparate o tontería." },
        { "word": "disparidad", "hint": "Desigualdad o diferencia." },
        { "word": "dispendio", "hint": "Gasto excesivo o innecesario." },
        { "word": "dogma", "hint": "Doctrina o creencia que se considera indiscutible." },
        { "word": "doxología", "hint": "Alabanza o glorificación a Dios." },
        { "word": "ebrio", "hint": "Borracho o intoxicado." },
        { "word": "eclecticismo", "hint": "Tendencia a elegir elementos de diferentes estilos o doctrinas." },
        { "word": "efímero", "hint": "De corta duración." },
        { "word": "efluvio", "hint": "Emisión tenue de partículas o vapores." },
        { "word": "egregio", "hint": "Ilustre o distinguido." },
        { "word": "elucubración", "hint": "Reflexión profunda y laboriosa." },
        { "word": "emolumento", "hint": "Remuneración o salario." },
        { "word": "empírico", "hint": "Basado en la experiencia o la observación." },
        { "word": "enajenación", "hint": "Pérdida de la razón o alienación." },
        { "word": "encomio", "hint": "Alabanza o elogio." },
        { "word": "endiablado", "hint": "Muy difícil o complicado." },
        { "word": "enervar", "hint": "Debilitar o quitar fuerzas." },
        { "word": "enigma", "hint": "Misterio o acertijo." },
        { "word": "enjundia", "hint": "Sustancia o importancia de algo." },
        { "word": "enmienda", "hint": "Corrección o modificación." },
        { "word": "enquina", "hint": "Odio o rencor profundo." },
        { "word": "enteco", "hint": "Débil o enfermizo." },
        { "word": "entelequia", "hint": "Realidad imaginaria o irrealizable." },
          { "word": "epíteto", "hint": "Adjetivo o frase que destaca una cualidad inherente a un nombre." },
          { "word": "epítome", "hint": "Resumen conciso de una obra." },
          { "word": "equívoco", "hint": "Ambigüedad o error de interpretación." },
          { "word": "eremita", "hint": "Persona que vive en soledad y apartada del mundo." },
          { "word": "erudito", "hint": "Persona con amplios conocimientos en diversas materias." },
          { "word": "escarnio", "hint": "Burla o humillación cruel." },
          { "word": "escéptico", "hint": "Persona que duda o descree de algo." },
          { "word": "escisión", "hint": "División o separación." },
          { "word": "escatología", "hint": "Conjunto de creencias sobre el fin del mundo." },
          { "word": "escindir", "hint": "Dividir o separar." },
          { "word": "escollos", "hint": "Obstáculos o dificultades." },
          { "word": "esotérico", "hint": "Conocimiento oculto o reservado a iniciados." },
          { "word": "esperpento", "hint": "Persona o cosa grotesca o ridícula." },
          { "word": "espúreo", "hint": "Falso o ilegítimo." },
          { "word": "estipendio", "hint": "Remuneración o salario." },
          { "word": "estipular", "hint": "Pactar o acordar algo." },
          { "word": "estólido", "hint": "Necio o falto de juicio." },
          { "word": "estratagema", "hint": "Ardid o engaño para lograr un fin." },
          { "word": "estribillo", "hint": "Verso o frase que se repite en una canción o poema." },
          { "word": "estupro", "hint": "Abuso sexual de una persona menor de edad." },
          { "word": "etéreo", "hint": "Sutil o delicado." },
          { "word": "etimología", "hint": "Origen y evolución de las palabras." },
          { "word": "eufemismo", "hint": "Palabra o expresión suave para evitar otra más dura." },
          { "word": "exacerbar", "hint": "Agravar o intensificar algo." },
          { "word": "exangüe", "hint": "Sin sangre o muy pálido." },
          { "word": "exequias", "hint": "Funeral o ceremonias fúnebres." },
          { "word": "exhortar", "hint": "Animar o instar a alguien." },
          { "word": "eximio", "hint": "Sobresaliente o excelente." },
          { "word": "exordio", "hint": "Parte inicial de un discurso." },
          { "word": "exotérico", "hint": "Conocimiento accesible a todos." },
          { "word": "expiación", "hint": "Pago o reparación de una culpa." },
          { "word": "expoliación", "hint": "Despojo o robo." },
          { "word": "expropiación", "hint": "Despojo de la propiedad por causa de utilidad pública." },
          { "word": "extenuación", "hint": "Agotamiento o debilidad extrema." },
          { "word": "extirpar", "hint": "Arrancar de raíz o eliminar algo." },
          { "word": "extravagancia", "hint": "Excentricidad o rareza." },
          { "word": "faccioso", "hint": "Rebelde o sedicioso." },
          { "word": "falacia", "hint": "Engaño o mentira." },
          { "word": "falaz", "hint": "Engañoso o mentiroso." },
          { "word": "fastidio", "hint": "Molestia o enfado." },
          { "word": "fatídico", "hint": "Desgraciado o funesto." },
          { "word": "fatuo", "hint": "Presumido o vanidoso." },
          { "word": "fehaciente", "hint": "Indudable o que da fe." },
          { "word": "felonía", "hint": "Traición o deslealtad." },
          { "word": "feraz", "hint": "Fértil o productivo." },
          { "word": "ferviente", "hint": "Apasionado o entusiasta." },
          { "word": "fetiche", "hint": "Objeto de culto o adoración." },
          { "word": "fiasco", "hint": "Fracaso o decepción." },
          { "word": "fidedigno", "hint": "Digno de fe o confianza." },
          { "word": "filantropía", "hint": "Amor al género humano y ayuda desinteresada." },
          { "word": "filípica", "hint": "Discurso de ataque violento." },
          { "word": "filisteo", "hint": "Persona inculta o de gustos vulgares." },
          { "word": "fimosis", "hint": "Estrechamiento del prepucio." },
          { "word": "flagrante", "hint": "Evidente o manifiesto." },
          { "word": "flema", "hint": "Calma o impasibilidad." },
          { "word": "florilegio", "hint": "Antología de textos selectos." },
          { "word": "fluctuar", "hint": "Variar o cambiar de forma irregular." },
          { "word": "fomentar", "hint": "Promover o impulsar algo." },
          { "word": "foráneo", "hint": "Extranjero o ajeno." },
          { "word": "forjar", "hint": "Crear o construir algo." },
          { "word": "fortuito", "hint": "Casual o accidental." },
          { "word": "frágil", "hint": "Débil o quebradizo." },
          { "word": "franqueza", "hint": "Sinceridad o honestidad." },
          { "word": "frenesí", "hint": "Exaltación o arrebato." },
          { "word": "frivolidad", "hint": "Superficialidad o ligereza." },
          { "word": "frugal", "hint": "Sencillo o austero." },
          { "word": "fulgor", "hint": "Resplandor o brillo intenso." },
          { "word": "funesto", "hint": "Desgraciado o aciago." },
          { "word": "furibundo", "hint": "Furioso o iracundo." },
          { "word": "fútil", "hint": "Inútil o insignificante." },
          { "word": "gárrulo", "hint": "Hablador o charlatán." },
          { "word": "gélido", "hint": "Muy frío o helado." },
          { "word": "genuflexión", "hint": "Inclinación de la rodilla en señal de respeto." },
          { "word": "germen", "hint": "Principio u origen de algo." },
          { "word": "glorificación", "hint": "Alabanza o exaltación." },
          { "word": "gnoseología", "hint": "Teoría del conocimiento." },
          { "word": "grotesco", "hint": "Ridículo o extravagante." },
          { "word": "guarismo", "hint": "Signo numérico." },
          { "word": "hábil", "hint": "Capaz o diestro." },
          { "word": "habituar", "hint": "Acostumbrar o familiarizar." },
          { "word": "hacinar", "hint": "Amontonar o acumular." },
          { "word": "halagüeño", "hint": "Prometedor o esperanzador." },
          { "word": "halagar", "hint": "Adular o alabar." },
          { "word": "haragán", "hint": "Perezoso o vago." },
          { "word": "harca", "hint": "Grupo o multitud." }
]
